Repository: izzatulloh2006/pdp_uz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: balance
uz: balans

source: bot options
uz: bot imkoniyatlari

source: Photo
uz: rasm

source: user
uz: fordalanuvchi

source: users
uz: fordalanuvchilar

source: courses title
uz: sarlavha

source: lesson count
uz: dars soni

source: modul count
uz: modul soni

source: task count
uz: darslar soni

source: Course
uz: Kurs

source: Courses
uz: Kurslar

source: BLOCKED
uz: Bloklangan

source: IN_PROG
uz: progda

source: FINISHED
uz: tugadi

# user_userCourse
source: user
uz: foydalanuvchi

# course_userCourse
source: course
uz: kurs

source: status
uz: holat

source: User Course
uz: Foydalanuvchi kursi

source: User Courses
uz: Foydalanuvchi kurslari

source: learning type
uz: o'rganish turi

source: module title
uz: modul sarlavhasi

source: has_in_tg
uz: tg ga ega

source: row num
uz: qator raqami

source: course module
uz: kurs modul

source: Module
uz: Modul

source: Modules
uz: Modullar

# User_Module
source: user
uz: foyadalanuvchi modul

# user_User_Module
source: user User
uz: foydalanuvchi

# module_Course_Module
source: module Course
uz: module

source: Course Module
uz: Kurs moduli

source: User Modules
uz: Kurs modulari

# title_Lesson
source: title
uz: sarlavha

# module_lesson
source: module
uz: modul

# materials_Lesson
source: materials
uz: materiallar

# is_deleted_Lesson
source: is deleted
uz: Dars_o'chirildi

source: Lesson
uz: dars

source: Lessons
uz: darslar

# status_UserLesson
source: status
uz: holat

source: ModuleLesson
uz: Modul darsi

source: ModuleLessons
uz: Modul darslari

# lesson_LessonQuestion
source: lesson
uz: dars

# voice_mes_LessonQuestion
source: voice mes
uz: ovozli habar

source: LessonQuestion
uz: Dars savoli

source: LessonQuestions
uz: Dars savolari

source: title
uz: sarlavha

source: description
uz: tavsifi

source: media code
uz: media kodi

# lesson_video
source: lesson
uz: dars

source: is_youtube
uz: youtube

source: user task list
uz: foydalanuvchi vazifalari ro'yxati

source: lesson task
uz: dars

source: task number
uz: vazifa raqami

source: last_time
uz: So'nggi marta

source: priority
uz: ustuvorlik

source: files
uz: file

source: Task
uz: vazifa

# user_userTask
source: user
uz: foydalanuvchi

# task_user_task
source: task user
uz: foydalanuvchi vazifasi

source: finished
uz: tugalangan

source: UserTask
uz: Foydalanuvchi vazifasi

source: UserTasks
uz: Foydalanuvchi vazifalari

source: text
uz: matn

# user_taskChat
source: user
uz: foydalanuvchi

# task_taskChat
source: task
uz: vazifa

source: voice
uz: ovoz

source: TaskChat
uz: Vazifa suhbati

source: reason
uz: sabab

source: expend
uz: sarflash

source: income
uz: daromad

source: processed date
uz: qayta ishlangan sana

source: user payment
uz: foydalanuvchi to'lovi

source: Payment
uz: to'lovi

source: Payments
uz: to'lovlar

# title_device
source: title
uz: darlavha

# user_device
source: user
uz: foydalanuvchi

source: Device
uz: qurilma

source: Devices
uz: qurilmalar

# user_certificate
source: user
uz: foydalanuvchi sertifikati

# course_certificate
source: course
uz: foydalanuvchi sertifikatlari

source: finished_at
uz: tugagan_da

source: Certificate
uz: sertifikat

source: Certificates
uz: sertifikatlar

source: phone_number
uz: telefon raqam

source: Deleted User
uz: O'chirilgan foydalanuvchi

source: Deleted Users
uz: O'chirilgan foydalanuvchilar
